const HistoryList = [
    {
        "year": "750 BC",
        "description": "מטאור מסתורי מתרסק באזור הלבנט במזרח התיכון"
    },
    {
        "year": "2020",
        "description": "במהלך סגרי הקורונה, מתחילים להתגלות דור חדש של בני אדם: הפוסט-אנושיים. המאופיינים בכוחות על ובמראה חריג. הדבר גורם לחששות בעולם."
    },
    {
        "year": "2021",
        "description": "לאחר עלייה גדולה במספר האנשים הנחשבים כ'פוסט-אנושיים', רוב ממשלות מחליטות לעקוב ולנטר אחריהם תחת ארגון חדש בשם האינטרגארד. תחת פיקודו של אלוף מאיר ירקוני."
    },
    {
        "year": "2022",
        "description": "במהלך חודש מאי, האנושות מצאה את עצמה תחת מתקפה מהחלל החיצון על ידי שבט חוצני בשם 'המפתחים', מטרתם הוא לחטוף את הפוסט-אנושיים במטרה לחקור אותם ולהפוך אותם כצבאם. רוב החטופים החליטו להתנגד ולהילחם בפולשים, ואילו חלק קטן שאינו יכל עוד לסמוך על בני האדם החליט לסייע לפולשים."
    },
    {
        "year": "2023",
        "description": "לאחר הפלישה שהסתיימה בניצחון לאנושות, מחליטים המורדים החטופים להתחיל לשרת ולהגן על ביתם. שישה מהם: פלאדין, וולטאז', אסטרל, ג'ייגנטיק, קומראד וצונאמי מחליטים לעבוד ביחד כצוות שיילחם וילכוד את החטופים שהחליטו לסייע לפולשים. לצוות הם מחליטים לקרוא בשם ברית המצפן."
    }
];
